{
  "travel_places": [
    {
      "title": "Сен-Ло, Франція",
      "img": "/lr2/images/saint-lo.jpeg",
      "text": "Сен-Ло — нормандське місто-фенікс, що піднялося з попелу Другої світової як символ незламності людського духу. Його кафедральний собор Нотр-Дам-де-Сен-Ло, зібраний з уламків XIII століття як пазл, вражає готичними вітражами, де кожен скляний фрагмент розповідає історію реставрації. Під час екскурсії «Шрами пам'яті» ви пройдете бронзовими табличками, вмурованими у тротуар там, де влітку 1944 року вибухи залишили кратери глибиною з двоповерховий будинок. У Музеї битви за Нормандію 5000 олов'яних солдатиків у масштабній діорамі відтворюють операцію «Кобра» — можна годинами розглядати мініатюрні танки Sherman, що прориваються крізь живоплоти. На околиці, на фермі мадам Лефевр, вас навчать готувати камамбер за секретним рецептом 1944 року: сир загортають у клаптики армійської форми, знайденої на полі битви. А вечорами місцеві розповідають легенду про привид генерала Паттона, який досі патрулює вузькі вулички з картою операцій у руці.",
      "prices": {
        "flight": 90,
        "live": 55
      },
      "reviews": [
        "Вечірня екскурсія з ліхтариком по руїнам — це як подорож у часі: під місячним світлом руїни набувають примарних обрисів, а вітер шепоче імена загиблих. 5/5",
        "Готель «La Reconstruction» — справжня капсула часу: радіо 1950-х грає Шарля Азнавура, а в номері знайшов автентичний журнал Life з фото визволення. 4/5",
        "Місцевий гід П'єр показав таємний бункер під ринковою площею — там досі лежать невикористані патрони в ящиках з датою «1944». 5/5"
      ]
    },
    {
      "title": "Гамбург, Німеччина",
      "img": "/lr2/images/hamburg.jpg",
      "text": "Гамбург — місто контрастів, де середньовічні склепіння церкви Святого Михаїла мирно співіснують з хмарочосами Хафенсіті, що нагадують крижані брили. Під сучасними скляними фасадами ховаються 19-кілометрові тунелі старого порту — тут контрабандисти ховали кавові боби під час наполеонівської блокади, а сьогодні проводять екстремальні квести з факелами. Обов'язково відвідайте Мініатюрну країну чудес: 260 тисяч літачків злітають тут щогодини над мініатюрним аеропортом, а крохітні потяги минають Альпи з снігом з білого мармуру. На ринку Fischmarkt о 5 ранку відбувається магія: продавці у солом'яних капелюхах співають шансон під акордеон, розбиваючи ящики з оселедцями об асфальт. А в легендарному барі «Zur Ritze» колишній чемпіон з боксу Клаус покаже вам секретну кімнату з архівами Штазі, де під час Холодної війни прослуховували дипломатів.",
      "prices": {
        "flight": 130,
        "live": 85
      },
      "reviews": [
        "Ельбська філармонія — це космос! Акустика залу повторює реверберацію морського дна, а на даху є басейн з панорамою порту. 5/5",
        "Репербан вночі — мікс з дитячого свята і апокаліпсису: неохайні неону, кіоски з кебабами і чоловік у костюмі пінгвіна, що продає «щасливі» гвинтівкові гільзи. 3/5",
        "Екскурсія підземними тунелями порту закінчилася в таємній пивній 1609 року — спробував пиво, настоєне на дубових бочках з часів Ганзи. 5/5"
      ]
    },
    {
      "title": "Сараєво, Боснія",
      "img": "/lr2/images/sarajevo.jpg",
      "text": "Сараєво — місто, що перетворило свої рани на вітражі. На вулиці Сніперівській, де колись лунали постріли, тепер грають шахи на гігантській дошці з каменів, привезених з усієї Боснії. У кав'ярні «Inat Kuća» («Кав'ярня образу») каву подають на гарматних піддонах, а стіни прикрашені портретами мешканців, що стали живими символами опору. Латинський міст, де почалася Перша світова, тепер вкритий інсталяцією з 1914 керамічних голубок — кожну ніч 28 червня вони підсвічуються червоним, нагадуючи про вирок історії. Обов'язково спробуйте босанський лонац у ресторані «Kleка»: ягнятина, запечена під 200-кілограмовим керамічним ковпаком, який відкривають з церемонією, схожою на посвяту в лицарі. А для сміливців — нічний рейв у бункері D-0 ARK: 5-рівневий підземний комплекс Тито з ефектами стробоскопа в тунелях для ядерних ракет.",
      "prices": {
        "flight": 110,
        "live": 35
      },
      "reviews": [
        "Екскурсія з ветераном Ібрагімом — це живий підручник історії: він показав таємний хід у музейній стіні, де ховалися від снайперів. 5/5",
        "Кава з кардамоном на руїнах Олімпійського стадіону 1984 року — смак, змішаний з сльозами. 4/5",
        "Місцевий художник Нареш намалював мій портрет на уламку снаряда — тепер це найцінніший сувенір. 5/5"
      ]
    },
    {
      "title": "Пальміра, Сирія",
      "img": "/lr2/images/palmyra.jpg",
      "text": "Пальміра — оаза, де час тече як пісок крізь пальці. Арка Тріумфу II століття, висотою з 7-поверхівку, приховує в своїх різьблених барельєфах таємницю: під ногами богині Аллат археологи знайшли клинописне попередження про «гнів пісків». Храм Баала-Шамана вражає системою водостоків, що колись наповнювали басейн для ритуалів дощу — сьогодні тут можна побачити 3D-проекцію церемоній з голографічними жерцями. Після руйнувань 2015 року реставратори створили «Археологічний квест»: туристи шукають у пустелі фрагменти колон з RFID-чіпами, які розповідають історію кожного каменя. А вночі, коли температура падає, місцеві бедуїни розпалюють багаття біля Долини гробниць, де на стінах склепів 2000-річні фрески із зниклими зірками зійшлися в сучасні сузір'я.",
      "prices": {
        "flight": 500,
        "live": 70
      },
      "reviews": [
        "Ніч під зірками в бедуїнському наметі: старий Махмуд показав, як читати історії в піщаних дюнах. 5/5",
        "Готель «Оазис» — це кімнати з коврами та душем у вигляді мідного кувшина: автентично, але для любителів екстриму. 3/5",
        "Екскурсія з археологом Луцієм: він знайшов під руїнами табличку з прокляттям, яке досі лякає місцевих. 5/5"
      ]
    },
    {
      "title": "Кабул, Афганістан",
      "img": "/lr2/images/kabul.jpg",
      "text": "Кабул — мозаїка контрастів, де за бетонними блоками кольорують життя сади Надії. Мечеть Абдул Рахмана з 45-метровим золотим куполом, зведеним на місці зруйнованого базару, стала символом відродження: її вітражі зроблені з уламків радянської бронетехніки. На базарі Пода-Хіссар, де колись купували лазурит для королівських корон, тепер торгують афганськими килимами з GPS-чіпами — можна відстежити шлях від гірської селини до вашого дому. У садах Бабура XVI століття приховано «Склепіння Мовчання» — архітектурний феномен, де шепіт лунає як крик, а крик зникає у вітрі. Сміливців чекає нічна екскурсія до форту Бала-Хіссар: при світлі ліхтариків гармати XVIII століття кидають тіні, схожі на воїнів Ахмад-шаха Дуррані.",
      "prices": {
        "flight": 800,
        "live": 40
      },
      "reviews": [
        "Кава у кафе «Zarnegār» з видом на руїни королівського палацу — як медитація під звуки рубобу. 4/5",
        "Гід Рахім провів мене до підпільної майстерні, де відновлюють статуї Баміану — це як споглядати народження Фенікса. 5/5",
        "Попередження: не фотографуйте жінок біля університету — мій телефон ледь не впав у канаву під градом каміння. 2/5"
      ]
    },
    {
      "title": "Париж, Франція",
      "img": "/lr2/images/Paris.jpg",
      "text": "Париж — це лабіринт історій, де під сучасним асфальтом пульсує минуле. У кварталі Ле-Аль, під скляною пірамідою торгового центру, лежать руїни середньовічного ринку — тут можна побачити відбитки чобіт м'ясників XIV століття в застиглій смолі. «Музей каналізацій» — подорож під землю: 500 метрів тунелів з ароматами історії, де екскурсовод Жан-П'єр розповість, як Віктор Гюго використовував ці ходи для зустрічей з змовниками. У кафе «À la Cloche d'Or» за столиком з вирізаним ініціалами Жана Габена подають суп з цибулі за рецептом 1789 року — той самий, що їли революціонери при штурмі Бастилії. А сучасний квартал Ла-Дефанс приховує секрет: арка-хмарочос точно вирівняна з Венерою під час літнього сонцестояння.",
      "prices": {
        "flight": 150,
        "live": 120
      },
      "reviews": [
        "Знайшов автограф Хемінгуея на дзеркалі бару «Harry's New York Bar» — воно сховане за пляшкою віскі, як у романі «Ріки, повертайтеся назад». 5/5",
        "Монмартр вранці — це театр: художники з Індонезії малюють портрети, а продавці валіз грають на акордеоні «Padam Padam». 4/5",
        "Музей Орсе вразив: «Зірка» Ван Гога виявилася розміром з долоню — начебто він малював її для дитячої колиски. 5/5"
      ]
    }
  ],
  "travels": [
    {
      "completed": true,
      "city": "Пальміра, Сирія",
      "dateStart": "15.03.2023",
      "dateEnd": "20.03.2023",
      "img": "/images/palmyra.jpg",
      "text": "Моя подорож до Пальміри перетворилася на епічний квест, де кожен крок був випробуванням на витривалість. Дорога з Дамаска на автобусі GMC 1962 року з водієм Алі нагадувала сцену з «Індіани Джонса»: через розбиті шини ми зупинялися в оазах, де бедуїни за 5 доларів наповнювали радіатор водою з кожаних мішків. Алі курив кальян через резиновий шланг, прикріплений до керма, і розповідав історії про те, як у 80-х возив радянських геологів до руїн Угариту. Гестхаус «Оазис» виявився кластером білих наметів з перськими килимами — вночі я прокидався від шелесту: за тонкою тканиною стін верблюди жували колючку, а їхні тіні на полотні нагадували силуети давніх караванників. Археолог Луцій з Неаполя, якого зустрів біля підніжжя храму Баала, показав мені клинописну табличку з прокляттям: «Хто порушить цю гробницю, того поглине пісок часу, а його ім’я стане вітром, що гризе каміння». Він розклав переді мною карту III століття, де місцевий жрець позначив «прокляті колодязі» — я спробував знайти один із них, але пісок засипав його за 15 хвилин. Місцеве пиво «Barada» нагадало мінералку з хмілем, але ракия з інжиром, яку мені налили в глиняну чашку у шатра бедуїнів, розтопила всі негаразди. Найсильніше враження: підйом на замок Фахр ад-Дін на світанку. Коли перші промені сонця торкнулися пісковикових стін, руїни спалахнули золотом, а внизу, немов привид, пройшов караван з 17 верблюдів — їхні дзвіночки дзвеніли точно так само, як у описах британських мандрівників XIX століття. Але справжній шок чекав у музеї: під склом вітрини лежала знахідка 2022 року — керамічний черепок з написом «Тут був Ірод» грецькою та арамейською мовами."
    },
    {
      "completed": true,
      "city": "Кабул, Афганістан",
      "dateStart": "10.04.2023",
      "dateEnd": "17.04.2023",
      "img": "/lr2/images/kabul.jpg",
      "text": "Кабул зустрів мене як інтерактивний трилер, де кожен поворот — вибір між красою та небезпекою. Гід Фаїз, колишній перекладач NATO, зустрів мене в аеропорту з автоматом Калашникова за спиною і планшетом у руці: «Це для фото, це для безпеки», — сміявся він, проводжаючи мене крізь натовп, де працівники аеропорту грали в нарди на ящиках з боєприпасами. Готель «Спокій» вразив сюрреалізмом: у номері з кулями у віконних рамах 90-х був Wi-Fi 5G, а на стіні висів плакат Талібану 1996 року з підписом «Історичний артефакт». На вулиці Чикен-стріт, де колись торгували антикварними книгами, я купив радянський годинник «Заря» — продавець клявся, що він зупинився о 15:00 15 лютого 1989 року, коли останній солдат Червоної армії перетнув міст Дружби. У садах Бабура, де фонтани плещуть під такт далекого автоматного чергання, я зустрів старого садівника Абдула — він показав мені «дерево мовчання», де за часів Талібану ховали листи кохання у дуплах. Ніч у ресторані «B’Art» перевернула уявлення про мистецтво: місцеві художники розписували бетонні загородження у стилі Бенксі, а на стінах висіли портрети жінок у буркіні, які тримали квіти замість гранат. На прощання старий майстер у кварталі Карте-Се продав мені килим з вплетеним жіночим волоссям: «Кожен волосок — це молитва. Вони врятують тебе, як колись рятували мою доньку від снайперів». Але найбільше вразила зустріч у кафе «Zarnegār»: колишній командир моджахедів, який тепер готує крафтову каву, подарував мені кулю з вигравіруваним віршем Румі — сказав, що це «культурний сувенір нового Афганістану»."
    },
    {
      "completed": false,
      "city": "Париж, Франція",
      "dateStart": "23.06.2027",
      "dateEnd": "30.06.2027",
      "img": "/images/Paris.jpg",
      "text": "Моя майбутня подорож до Парижа вже набуває обрисів детективного роману, де кожен елемент плану — це ключ до таємниці. Квиток на FlixBus з Брюсселя за 20 € — це свідомий вибір: саме в цих автобусах з розкладними сидіннями, де можна працювати за ноутбуком, я писав свою першу книгу про подорожі. Забронював кімнату у в'єтнамської пари в Бельвілі — господарі Лі і Тхюі обіцяли кожен ранок частувати свіжими багетами з пекарні сусіда-пенсіонера Анрі, який випікає хліб за рецептом 1968 року: «Це на честь студентських протестів — у ньому вдвічі більше солі, ніж у звичайному!». В музеї Орсе планую провести цілий день: хочу знайти ту саму «Зірку» Ван Гога, про яку читав у листах до Тео — кажуть, якщо дивитися під кутом 45 градусів, видно сліди сліз художника, що змішалися з фарбою. Після обіду — квест: знайти графіті «Русскій воєнний корабль...» біля заднього входу до Ейфелевої вежі — місцеві урбаністи розповіли, що його створив український художник під час війни. Ввечері — бар «Le Comptoir»: замовлю їхній фірмовий коктейль «Кров Мари Антуанет» з гранатовим соком і пиво з Корсики, яке подають у гліняних кружках з зображенням Наполеона. А опівночі — клуб «Силвер Мун» у старовинному особняку: техно під склепіннями XVII століття, де колись танцювали мушкетери, а тепер світлодіодні інсталяції малюють на стінах силуети кабаре Belle Époque. Єдине, що мене лякає — легендарні запахи паризького метро, але друзі порадили носити з собою флакон парфумів з ароматом лаванди з Провансу. І ще один секрет: у підвалі книгарні «Shakespeare and Company» є кімната, де Хемінгуей залишив непублікований вірш, написаний олівцем на цегляній стіні — його можна прочитати лише під УФ-лампою."
    }
  ]
}
