import '../assets/styles/home.css';

export default function Home() {
    return (
        <section>
            <h1>Веб-сайт платформи для планування подорожей вітає вас!</h1>

            <section>
                <h2>Історична довідка.</h2>
                <div className="history">
                    <div className="images">
                        <img src="./images/Strannik_Svetlogo_Grada_46.jpg" alt=""/>
                    </div>
                    <br/>
                    <div className="text">
                        Подорож — переміщення якоюсь певною територією з метою її вивчення, а також із
                        загальноосвітньою,
                        пізнавальною,
                        спортивною цілями.
                        <br/><br/>
                        До XVIII—XIX ст. подорожі були одним з основних джерел інформації про ті чи інші країни (їхні
                        природу,
                        населення, історію, господарство), загальний характер та рельєф поверхні Землі. Від античного
                        часу
                        збереглися
                        описи подорожей Геродота, вчених, які супроводжували Олександра Македонського в його походах.
                        Класичний
                        приклад
                        подорожей Середньовіччя — походи Марко Поло й Афанасія Нікітіна.
                        <br/><br/>
                        Подорожі з релігійними цілями (для поклоніння святим місцям) в Середньовіччі отримали назву
                        «паломництво»;
                        російські паломники, серед яких, наприклад, ігумен Даніїл, залишили подорожні записки, що
                        отримали назву
                        «ходіння». Епоха географічних великих відкриттів характерна багатьма подорожами, що докорінно
                        змінили
                        уявлення
                        про планету.
                        <br/><br/>
                        Пізніше велике значення для розширення знань про Землю мали мандрівки Д. Лівінгстона і Г.
                        Стенлі, М. М.
                        Пржевальського та інших. М. М.Пржевальський називав свої мандри науковими, тому що вони могли
                        задовольнити
                        лише
                        запити первинного і загального ознайомлення з особливостями тієї чи іншої території. Тому вже в
                        XVIII—XIX
                        ст., в
                        міру поглиблення досліджень, конкретизації та спеціалізації навчальних цілей і завдань, подорожі
                        набувають
                        характеру навчальних експедицій (Арміній Вамбері).
                        <br/><br/>
                        Із середини XX ст., у зв'язку з бурхливим розвитком туризму, термін «подорожувати» вживають для
                        означення
                        будь-якої поїздки, зробленої якоюсь мірою самостійно, незалежно від туристичної компанії. Нині
                        мандрівниками
                        називають людей, що влаштовують самостійно поїздки, часто авантюрні (наприклад, Ф. Ф. Конюхов,
                        В. А.
                        Шанін,
                        І.
                        П. Синицин). Подорож з принциповою відмовою від послуг туристичної компанії називається
                        «бекпекінг»
                    </div>
                </div>
            </section>
            <section>
                <h2>Думки про подорожі видатних людей</h2>
                <div className="things">
                    <img src="./images/Wanderer_above_the_Sea_of_Fog.jpg" alt=""/>
                    <ul className="text">
                        <li><i>«Життя під час подорожі - це мрія в чистому вигляді.»</i> - <strong>Агата Крісті</strong>
                        </li>
                        <li><i>«Лише про дві речі ми шкодуватимемо на смертному одрі - що мало любили і мало
                            подорожували.»</i>
                            -
                            <strong>Марк Твен</strong></li>
                        <li><i>«Людина, яка багато подорожує, схожа на камінь, пронесений водою на сотні верст: його
                            шорсткості
                            згладжуються, і все в ньому набуває м'яких, заокруглених форм.»</i> - <strong>І.
                            Реклю</strong></li>
                        <li><i>«Людину роблять щасливими три речі: любов, цікава робота і можливість
                            подорожувати.»</i> -
                            <strong>І.
                                Бунін</strong></li>
                        <li><i>«Світ - це книга. І хто не подорожував по ньому - прочитав у ній лише одну
                            сторінку.»</i> -
                            <strong>Св.
                                Августин</strong></li>
                        <li><i>«Доброчесність мудреців нагадує подорож у далеку країну або сходження на вершину: ті, що
                            йдуть у
                            далеку
                            країну, починають свій шлях із першого кроку; ті, що сходять на вершину, починають з
                            підніжжя
                            гори.»</i>
                            -
                            <strong>Конфуцій</strong></li>
                        <li><i>«Все життя - це лише шлях до смерті.»</i> - <strong>Сенека</strong></li>
                        <li><i>«Настане і той час, коли космічний корабель з людьми покине Землю і вирушить у подорож.
                            Надійний
                            міст
                            із
                            Землі в космос уже перекинуто запуском радянських штучних супутників, і дорога до зірок
                            відкрита!»</i> -
                            <strong>Сергій Корольов</strong></li>
                        <li><i>«Якщо англійський сплін має хоч родинну схожість з нашою російською нудьгою, то я вірю в
                            можливість
                            подорожі пішки на Камчатку, як це зробив якийсь лорд, що до того ще й одружився з дочкою
                            петропавловського
                            паламаря.»</i> - <strong>Тарас Шевченко</strong></li>
                        <li><i>«Товсте дерево починалося з тонкого прутика. Дев'ятиповерхова вежа почалася з кладки
                            маленьких
                            цеглин.
                            Подорож у тисячу верст починається з одного кроку. Будьте уважні до своїх думок - вони є
                            початком
                            вчинків.»</i> - <strong>Лев Толстой</strong></li>
                        <li><i>«Щоб жити, треба рватися, плутатися, битися, помилятися, починати і знову починати, і
                            знову
                            кидати, і
                            вічно боротися. А спокій - це душевна боязкість.»</i> - <strong>Лев Толстой</strong></li>
                    </ul>
                </div>
            </section>
            <section>
                <h2>Вірш «Сам-один виходжу на дорогу»</h2>
                <div className="poem">
                    <img src="./images/Вихожу_один_я_на_дорогу.jpg" alt=""/>
                    <div className="text">
                        Сам-один виходжу на дорогу, <br/>
                        У тумані битий шлях блищить;<br/>
                        Тиха ніч. Пустеля чує бога, <br/>
                        І зоря з зорею гомонить. <br/>
                        <br/>
                        Як прекрасні небеса безкраї!<br/>
                        Спить земля у сяйві голубім...<br/>
                        То чому ж душа моя страждає?<br/>
                        Жду чогось? Шкодую я за чим?<br/>
                        <br/>
                        Від життя нічого не чекаю,<br/>
                        Не шкода минулого мені,<br/>
                        Я свободи й спокою шукаю,<br/>
                        Я б хотів забутися у сні.<br/>
                        <br/>
                        Та не тим холодним сном могили...<br/>
                        Я би так хотів спочити в сні,<br/>
                        Щоб не згасли життєдайні сили.<br/>
                        Щоби вільно дихалось мені.<br/>
                        <br/>
                        Щоб вночі і вдень щонаймиліший<br/>
                        Про любов я чув солодкий спів,<br/>
                        Щоби, наді мною нахилившись,<br/>
                        Дуб зелений листям шелестів.<br/>
                        <br/>
                        <i>Михайло Лермонтов</i>
                    </div>
                </div>
            </section>
        </section>
    );
}
