const article_data = [
    {
        title: "Пальміра, Сирія",
        img: "/images/palmyra.jpg",
        text: `Пальміра — це стародавнє місто, яке символізує велич і духовну силу людського духу, зокрема тих
                    народів, які, як і українці, боролися за свою свободу, культуру та ідентичність. Його
                    архітектура, культура та історія нагадують про те, що кожен народ, зокрема український, здатний
                    до великих досягнень, якщо зберігає свою самобутність і прагне до розвитку. Пальміра була
                    центром торгівлі, мистецтва та науки, що підкреслює значення знань, творчості та єдності в
                    будь-якій цивілізації.
                    <br>
                    З точки зору українського патріотизму, Пальміра є символом того, що навіть у найскладніших
                    умовах можна зберегти свою культуру та ідентичність. Руїни цього міста нагадують про важливість
                    пам’яті предків, які будували великі держави, творили мистецтво та захищали свою землю.
                    Патріотизм для українців — це не лише любов до Батьківщини, але й відповідальність за збереження
                    спадщини, яку залишили наші предки.
                    <br>
                    Пальміра також символізує стійкість і мужність. Незважаючи на руйнування та час, її велич
                    залишається натхненням для тих, хто бореться за свободу та незалежність. Для українців це
                    нагадування про те, що навіть у найважчі часи можна вистояти, якщо зберігати віру в себе, свою
                    культуру та історію. Патріотизм у цьому контексті — це готовність захищати свою землю, мову та
                    традиції, щоб передати їх майбутнім поколінням.`,
        price: "Від 500 € (переліт, житло, екскурсії)",
        reviews: "Неймовірне місце для любителів історії!"
    },
    {
        title: "Кабул, Авганістан",
        img: "/images/kabul.jpg",
        text: `Кабул, столиця Афганістану, для українських миротворців став місцем, де вони продемонстрували
                    свою відвагу, професіоналізм та готовність боротися за мир і безпеку. Українські військові, які
                    брали участь у місіях у Афганістані, стали частиною міжнародних зусиль у боротьбі з тероризмом,
                    захищаючи не лише інтереси світової спільноти, але й утверджуючи принципи свободи,
                    справедливості та людської гідності.
                    <br>
                    Для українців-миротворців Кабул — це не просто місто на карті, а символ мужності та
                    відповідальності. Вони воювали не лише проти терористів, але й за право мирних жителів жити без
                    страху та насильства. Українські військові показали, що навіть далеко від рідної землі можна
                    бути носіями миру та стабільності, захищаючи цінності, які об’єднують всі народи.
                    <br>
                    Український патріотизм у цьому контексті — це не лише любов до своєї країни, але й готовність
                    брати участь у міжнародних зусиллях для захисту загальнолюдських ідеалів. Кабул нагадує нам, що
                    боротьба з тероризмом — це боротьба за майбутнє, де кожна людина може жити в безпеці та свободі.
                    Українські миротворці, які служили в Афганістані, стали прикладом того, як військовий
                    професіоналізм і гуманізм можуть йти рука об руку, залишаючи слід у історії як герої, які
                    боролися за мир.`,
        price: "Від 800 € (переліт, житло, екскурсії)",
        reviews: "Заплачу 1600 € за те, що б ніколи сюди не їхати."
    }
];


const $places = document.querySelector('#places')

function add_section(data) {
    let i = 0
    image_class = ["float-left", "float-right"];
    do {
        let html =
            `
            <section>
                <h4>${data[i].title}</h4>
                <img class="${image_class[i % 2]}" src="${data[i].img}" alt="${data[i].title}">
                <div class="text">
                    <p>
                        ${data[i].text}
                        <br>
                        <strong>Ціна: </strong> ${data[i].price}
                        <br>
                        <strong>Відгуки: </strong> ${data[i].reviews}
                    </p>
                </div>
                <hr>
            </section>
        `

        $places.insertAdjacentHTML('beforeend', html)
        i++
    } while (i < data.length)
}

add_section(article_data);