const article_data = [
    {
        completed: true,
        title: "Париж, Франція",
        data: "23.06.1940 - 24.06.1940",
        img: "/images/Paris.jpg",
        text: `Париж під час окупації 1940-1944 років став важливим етапом у історії Німеччини,
            символізуючи велич і силу німецької армії. Після блискавичної кампанії, що призвела до
            капітуляції Франції, німецькі війська увійшли в місто, демонструючи свою військову міць і
            організацію. Окупація Парижа стала свідченням стратегічного успіху Німеччини в Другій
            світовій війні.
            <br>
            Протягом цього періоду німецька адміністрація намагалася впровадити порядок і стабільність у
            місті, що переживало хаос. Багато німців вважали, що їхня присутність у Парижі сприяє
            розвитку інфраструктури та економіки. Німецькі архітектори та планувальники працювали над
            проектами, які мали на меті покращити місто, зберігаючи його культурну спадщину.
            <br>
            Однак, незважаючи на труднощі, німецькі солдати також мали можливість насолоджуватися красою
            Парижа, його мистецтвом і культурою. Місто стало місцем зустрічі різних культур, де німецькі
            військові могли спостерігати за французьким способом життя, що, в свою чергу, підкреслювало
            велич Німеччини як культурної та військової сили.
            <br>
            Париж, хоч і під окупацією, залишався важливим символом у контексті німецької історії,
            демонструючи амбіції та досягнення нації в складні часи.`
    },
    {
        completed: true,
        title: "Гамбург, Німетчина",
        data: "24.07.1943 - 03.08.1943",
        img: "/images/hamburg.jpg",
        text: `Гамбург під час бойових дій у Другій світовій війні став ареною жорстоких зіткнень і
            стратегічних операцій. Як важливий портовий місто, Гамбург мав величезне значення для
            німецької економіки та військових зусиль. Однак, з початком бомбардувань союзників у 1943
            році, місто зазнало значних руйнувань.
            <br>
            Бойові дії в Гамбурзі, зокрема під час операції \"Гамбург\", призвели до масових руйнувань
            інфраструктури та житлових районів. Німецькі війська, незважаючи на труднощі, проявляли
            стійкість і мужність, намагаючись захистити місто від ворога. Місцеві жителі також
            демонстрували відвагу, підтримуючи своїх солдатів і намагаючись відновити нормальне життя в
            умовах війни.
            <br>
            Під час бомбардувань багато гамбуржців ховалися в підземних укриттях, сподіваючись на краще.
            Водночас, місто стало символом німецької стійкості, адже його мешканці продовжували
            працювати на заводах, забезпечуючи армію необхідними ресурсами.
            <br>
            Незважаючи на жахи війни, Гамбург залишався важливим центром для німецької культури та
            ідентичності. Після закінчення бойових дій місто почало відновлюватися, демонструючи силу і
            рішучість німецького народу в складні часи. Гамбург, з його історією та спадщиною, став
            символом відродження та надії на майбутнє.`
    },
    {
        completed: false,
        title: "Сен-Ло, Франція",
        data: "09.07.1944 - 24.07.1944",
        img: "/images/saint-lo.jpeg",
        text: `Сен-Ло, маленьке містечко на північному заході Франції, стало важливим стратегічним пунктом під
            час Другої світової війни, особливо під час бойових дій у 1944 році. Місто зазнало значних
            руйнувань внаслідок запеклих боїв між союзними військами та німецькими захисниками.
            <br>
            Бої за Сен-Ло були жорстокими, і місто стало символом стійкості та мужності. Німецькі війська
            намагалися утримати контроль над містом, але союзники, використовуючи свою чисельну перевагу та
            сучасну техніку, поступово просувалися вперед. Місцеві жителі, які пережили жахи війни, стали
            свідками руйнування своїх домівок, але також проявили неймовірну відвагу, допомагаючи пораненим
            і підтримуючи солдатів.
            <br>
            Після запеклих боїв у липні 1944 року Сен-Ло був звільнений, але ціна цього звільнення була
            висока. Місто було майже повністю зруйноване, проте його відновлення стало символом надії та
            відродження. Сен-Ло, хоч і зранене, стало свідком сили людського духу, адже його мешканці,
            незважаючи на всі труднощі, почали відновлювати своє життя та місто, яке стало важливим етапом у
            визвольній боротьбі Франції.`
    }
];

const $completed = document.querySelector('#completed')
const $planned = document.querySelector('#planned')

let completed_counter = 0;
let planned_counter = 0;

function add_section(data) {
    let i = 0

    image_class = ["float-left", "float-right"];
    do {
        console.log(data[i]);
        console.log("***************");

        let html =
            `
            <section>
                <h4>${data[i].title}</h4>
                <p><strong>Дата:</strong> ${data[i].data}</p>
                <img class="${image_class[(data[i].completed ? completed_counter : planned_counter) % 2]}" src="${data[i].img}" alt="${data[i].title}">
                <div class="text">
                    <p>
                        ${data[i].text}
                    </p>
                </div>
                <hr>
            </section>
        `
        if (data[i].completed) {
            $completed.insertAdjacentHTML('beforeend', html)
            completed_counter++;
        } else {
            $planned.insertAdjacentHTML('beforeend', html)
            planned_counter++;
        }
        i++
    } while (i < data.length)
}

add_section(article_data);

document.getElementById('travelForm').addEventListener('submit', function (event) {
    event.preventDefault();
    let formData = new FormData(event.target);
    let data = Object.fromEntries(formData.entries());
    console.log("formData:", formData);
    console.log('********');
    console.log("DATA:", data);

    let completed = false;
    if (data.type === "completed") {
        completed = true;
    }
    let section_data = {
        completed: completed,
        title: data.place,
        data: data.date,
        img: data.photo,
        text: data.description
    }
    article_data.push(section_data);
    console.log("******ADD_SECTION***********");
    add_section([section_data]);
    // event.target.reset();
});